Repository: ASEAN-Motor-Club/amc-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: id

source: %d jobs was successfully created.
id: %d pekerjaan berhasil dibuat.

source: <Title>Error</> {error}
id: <Title>Kesalahan</> {error}

source: Spawn display vehicles
id: Munculkan kendaraan pajangan

source: Spawn dealership vehicles
id: Munculkan kendaraan dealer

source: Spawn world assets
id: Munculkan aset dunia

source: Spawn garages
id: Munculkan garasi

source: Spawn a single garage
id: Munculkan satu garasi

source: Garage spawned! Tag: {tag}
id: Garasi muncul! Tag: {tag}

source: Spawn a vehicle
id: Munculkan kendaraan

source: Admin-only
id: Khusus Admin

source: <Title>Spawn Vehicle</>
id: <Title>Munculkan Kendaraan</>

source: Force exit vehicle (Admin)
id: Paksa keluar kendaraan (Admin)

source: <Title>Player not found</> Please make sure you typed the name correctly.
id: <Title>Pemain tidak ditemukan</> Pastikan Anda mengetik nama dengan benar.

source: Teleport point not found Choose from one of the following locations: {locations}
id: Titik teleportasi tidak ditemukan Pilih dari salah satu lokasi berikut: {locations}

source: List your saved decals
id: Lihat stiker tersimpan Anda

source: Save your current vehicle decal
id: Simpan stiker kendaraan Anda saat ini

source: Apply a saved decal
id: Terapkan stiker tersimpan

source: Start event with staggered delay
id: Mulai acara dengan penundaan bertahap

source: Automatically grid players for event
id: Atur grid pemain secara otomatis untuk acara

source: See the results of active events
id: Lihat hasil acara aktif

source: Creates an event properly
id: Membuat acara dengan benar

source: List current and upcoming scheduled events
id: Lihat acara terjadwal saat ini dan mendatang

source: Initiate a 5 second countdown
id: Mulai hitungan mundur 5 detik

source: Access your bank account
id: Akses rekening bank Anda

source: <Title>Your Bank ASEAN Account</> <Bold>Balance:</> <Money>{balance:,}</> <Small>Daily (IRL) Interest Rate: 2.2% (offline), 4.4% (online).</> <Bold>Loans:</> <Money>{loan_balance:,}</> <Bold>Max Available Loan:</> <Money>{max_loan:,}</> <Small>{max_loan_reason}</> <Bold>Earnings Saving Rate:</> <Money>{saving_rate_pct:.0f}%</> <Small>Use /set_saving_rate [percentage] to automatically set aside your earnings into your account.</> Commands: <Highlight>/set_saving_rate [percentage]</> - Automatically set aside your earnings into your account <Highlight>/withdraw [amount]</> - Withdraw from your bank account <Highlight>/loan [amount]</> - Take out a loan How to Put Money in the Bank <Secondary>Use the /set_saving_rate command to set how much you want to save. It's 0 by default.</> <Secondary>You can only fill your bank account by saving your earnings on this server, not through direct deposits.</> How ASEAN Loans Works <Secondary>Our loans have a flat one-off 10% fee, and you only have to repay them when you make a profit.</> <Secondary>The repayment will range from 10% to 80% of your income, depending on the amount of loan you took.</> <Bold>Latest Transactions</> {transactions_str}
id: <Title>Akun Bank ASEAN Anda</> <Bold>Saldo:</> <Money>{balance:,}</> <Small>Tingkat Bunga Harian (IRL): 2.2% (offline), 4.4% (online).</> <Bold>Pinjaman:</> <Money>{loan_balance:,}</> <Bold>Pinjaman Maksimal Tersedia:</> <Money>{max_loan:,}</> <Small>{max_loan_reason}</> <Bold>Tingkat Tabungan Penghasilan:</> <Money>{saving_rate_pct:.0f}%</> <Small>Gunakan /set_saving_rate [persentase] untuk menyisihkan penghasilan Anda ke akun Anda secara otomatis.</> Perintah: <Highlight>/set_saving_rate [persentase]</> - Menyisihkan penghasilan Anda ke akun Anda secara otomatis <Highlight>/withdraw [jumlah]</> - Menarik dari akun bank Anda <Highlight>/loan [jumlah]</> - Mengambil pinjaman Cara Menabung di Bank <Secondary>Gunakan perintah /set_saving_rate untuk menetapkan seberapa banyak yang ingin Anda simpan. Standarnya adalah 0.</> <Secondary>Anda hanya dapat mengisi akun bank dengan menabung penghasilan Anda di server ini, bukan melalui deposit langsung.</> Cara Kerja Pinjaman ASEAN <Secondary>Pinjaman kami memiliki biaya datar sekali bayar sebesar 10%, dan Anda hanya perlu melunasinya saat Anda mendapat keuntungan.</> <Secondary>Pembayaran kembali berkisar dari 10% hingga 80% dari pendapatan Anda, tergantung pada jumlah pinjaman yang Anda ambil.</> <Bold>Transaksi Terbaru</> {transactions_str}

source: Max available loan depends on your driver+trucking level
id: Pinjaman maksimal tersedia tergantung pada level pengemudi+truk Anda

source: Donate money to another player
id: Donasi uang ke pemain lain

source: <Title>Donation</> Confirm: <Highlight>/donate {amount} {code_expected}</>
id: <Title>Donasi</> Konfirmasi: <Highlight>/donate {amount} {code_expected}</>

source: Donated {amount_int:,}!
id: Mendonorkan {amount_int:,}!

source: Withdraw money from your account
id: Tarik uang dari rekening Anda

source: Confirm large withdrawal: /withdraw {amount} {code_gen}
id: Konfirmasi penarikan besar: /withdraw {amount} {code_gen}

source: Take out a loan
id: Ajukan pinjaman

source: You must have done at least one delivery
id: Anda harus telah melakukan setidaknya satu pengiriman

source: <Title>Loan</> Fee: {fee} Confirm: /loan {amount} {code_expected}
id: <Title>Pinjaman</> Biaya: {fee} Konfirmasi: /loan {amount} {code_expected}

source: Loan Approved!
id: Pinjaman Disetujui!

source: Set your automatic saving rate
id: Atur tingkat tabungan otomatis Anda

source: <Title>Savings rate saved</> {rate:.0f}% of your earnings will automatically go into your bank account
id: <Title>Tingkat tabungan disimpan</> {rate:.0f}% dari penghasilan Anda akan otomatis masuk ke akun bank Anda

source: <Title>Set savings rate failed</> {error}
id: <Title>Gagal menetapkan tingkat tabungan</> {error}

source: Set your loan repayment rate
id: Atur tingkat pembayaran pinjaman Anda

source: <Title>Loan repayment rate saved</> {rate:.0f}% of your earnings will automatically go repaying loans, if any
id: <Title>Tingkat pembayaran pinjaman disimpan</> {rate:.0f}% dari penghasilan Anda akan otomatis digunakan untuk melunasi pinjaman, jika ada

source: <Title>Set loan repayment rate failed</> {error}
id: <Title>Gagal menetapkan tingkat pembayaran pinjaman</> {error}

source: Toggle Universal Basic Income
id: Alihkan Pendapatan Dasar Universal (UBI)

source: You will no longer receive a universal basic income
id: Anda tidak akan lagi menerima pendapatan dasar universal (UBI)

source: You will start to receive a universal basic income
id: Anda akan mulai menerima pendapatan dasar universal (UBI)

source: <Title>Toggle UBI failed</> {error}
id: <Title>Gagal mengalihkan UBI</> {error}

source: Burn money from your account
id: Bakar uang dari rekening Anda

source: <Title>Burn</> To prevent any mishap, please read the following: - This action is non-reversible - Please do not burn more than your wallet balance! You will end up with negative balance. If you wish to proceed, type the command again followed by the verification code: <Highlight>/burn {amount} {code_expected}</>
id: <Title>Bakar</> Untuk mencegah kecelakaan, harap baca yang berikut: - Tindakan ini tidak dapat dibatalkan - Harap jangan membakar lebih dari saldo dompet Anda! Anda akan berakhir dengan saldo negatif. Jika Anda ingin melanjutkan, ketik perintah lagi diikuti dengan kode verifikasi: <Highlight>/burn {amount} {code_expected}</>

source: <Title>Burn</> Sorry, the verification code did not match, please try again: <Highlight>/burn {amount} {code_expected}</>
id: <Title>Bakar</> Maaf, kode verifikasi tidak cocok, harap coba lagi: <Highlight>/burn {amount} {code_expected}</>

source: <Title>Burn failed</> {error}
id: <Title>Gagal membakar</> {error}

source: Repay loan (Deprecated)
id: Lunasi pinjaman (Tidak digunakan lagi)

source: <Title>Command Removed</> You will automatically repay your loan as you earn money on the server
id: <Title>Perintah Dihapus</> Anda akan otomatis melunasi pinjaman saat Anda memperoleh penghasilan di server

source: Show this help message
id: Tampilkan pesan bantuan ini

source: <Title>Available Commands</>
id: <Title>Perintah Tersedia</>

source: <Secondary>Shorthand: {shorthands}</>
id: <Secondary>Singkatan: {shorthands}</>

source: List the awesome people who made this community possible
id: Lihat orang-orang luar biasa yang memungkinkan komunitas ini

source: See your current coordinates
id: Lihat koordinat Anda saat ini

source: Verify your account
id: Verifikasi akun Anda

source: Rename your character
id: Ganti nama karakter Anda

source: Ask the bot a question
id: Tanya bot sebuah pertanyaan

source: Request a song for the radio
id: Minta lagu untuk radio

source: List available server jobs
id: Lihat pekerjaan server yang tersedia

source: <Warning>Requires RP Mode</> (Yours: {status})
id: <Warning>Membutuhkan Mode RP</> (Milik Anda: {status})

source: <Secondary>Expiring in {time}</>
id: <Secondary>Berakhir dalam {time}</>

source: <Secondary>Cargo: {cargo_key}</>
id: <Secondary>Kargo: {cargo_key}</>

source: <Secondary>ONLY from: {points}</>
id: <Secondary>HANYA dari: {points}</>

source: <Secondary>ONLY to: {points}</>
id: <Secondary>HANYA ke: {points}</>

source: <Title>Delivery Jobs</> <Secondary>Complete jobs solo or with others!</> {jobs_str} <Title>RP Mode</>: {rp_status} (/rp_mode) <Title>Subsidies</>: Use /subsidies to view.
id: <Title>Pekerjaan Pengiriman</> <Secondary>Selesaikan pekerjaan sendiri atau bersama orang lain!</> {jobs_str} <Title>Mode RP</>: {rp_status} (/rp_mode) <Title>Subsidi</>: Gunakan /subsidies untuk melihat.

source: View job subsidies information
id: Lihat informasi subsidi pekerjaan

source: Set your language preference
id: Atur preferensi bahasa Anda

source: Language set to {lang}
id: Bahasa diatur ke {lang}

source: Toggle Roleplay Mode
id: Alihkan Mode Roleplay

source: <Title>Code Incorrect</> Try: <Highlight>/rp_mode {code_gen}</>
id: <Title>Kode Salah</> Coba: <Highlight>/rp_mode {code_gen}</>

source: <Title>Roleplay Mode Enabled</> <EffectGood>Enabled!</>
id: <Title>Mode Roleplay Diaktifkan</> <EffectGood>Aktif!</>

source: <Title>Roleplay Mode Disabled</>
id: <Title>Mode Roleplay Dinonaktifkan</>

source: To turn off, resend with code:
id: Untuk mematikan, kirim ulang dengan kode:

source: Enabling RP mode gives bonuses but risks cargo/vehicle loss on recovery. <Warning>All vehicles will despawn on toggle!</>
id: Mengaktifkan mode RP memberikan bonus tetapi berisiko kehilangan kargo/kendaraan saat pemulihan. <Warning>Semua kendaraan akan di-despawn saat beralih!</>

source: <Title>Roleplay Mode</> Status: {status} {notes} <Highlight>/rp_mode {code_gen}</>
id: <Title>Mode Roleplay</> Status: {status} {notes} <Highlight>/rp_mode {code_gen}</>

source: Calls for rescue service
id: Panggil layanan penyelamatan

source: You have requested a rescue less than 5 minutes ago
id: Anda telah meminta penyelamatan kurang dari 5 menit yang lalu

source: <Title>Rescue Request</> <Event>{name}</> needs help! Msg: {message} Veh: {vehicle_names}
id: <Title>Permintaan Penyelamatan</> <Event>{name}</> butuh bantuan! Pesan: {message} Kendaraan: {vehicle_names}

source: {name} needs a rescue! {vehicle_names}. /respond {request_id}
id: {name} butuh penyelamatan! {vehicle_names}. /respond {request_id}

source: <EffectGood>Request Sent</>
id: <EffectGood>Permintaan Terkirim</>

source: Help is on the way.
id: Bantuan sedang dalam perjalanan.

source: Rescuers offline, notified Discord.
id: Penyelamat luring, sudah diberitahukan ke Discord.

source: @here **{name}** requested rescue. Msg: {message}
id: @here **{name}** meminta penyelamatan. Pesan: {message}

source: Respond to a rescue request
id: Tanggapi permintaan penyelamatan

source: Invalid or expired rescue request.
id: Permintaan penyelamatan tidak valid atau kedaluwarsa.

source: {responder} responded to {requester}'s request!
id: {responder} menanggapi permintaan {requester}!

source: Thank another player to increase their social score
id: Berterima kasih kepada pemain lain untuk meningkatkan skor sosial mereka

source: Player not found
id: Pemain tidak ditemukan

source: Player not found in DB
id: Pemain tidak ditemukan di DB

source: Already thanked recently.
id: Sudah diucapkan terima kasih baru-baru ini.

source: Thank sent
id: Terima kasih terkirim

source: {sender} thanked you
id: {sender} mengucapkan terima kasih kepada Anda

source: Teleport to coordinates (Admin Only)
id: Teleportasi ke koordinat (Khusus Admin)

source: Admin Only
id: Khusus Admin

source: Teleport to a location
id: Teleportasi ke lokasi

source: <Title>Teleport</> Usage: <Highlight>/tp [location]</> Choose from one of the following locations: {locations}
id: <Title>Teleportasi</> Penggunaan: <Highlight>/tp [lokasi]</> Pilih dari salah satu lokasi berikut: {locations}

source: Despawn your vehicle
id: Despawn kendaraan Anda

source: Register your vehicles
id: Daftarkan kendaraan Anda

source: <Title>Vehicles Registered!</> {names}
id: <Title>Kendaraan Terdaftar!</> {names}

source: Stop renting out your vehicle
id: Berhenti menyewakan kendaraan Anda

source: <Title>Removing rentals</> Usage: /unrental, /unrental 2345, /unrental all
id: <Title>Menghapus penyewaan</> Penggunaan: /unrental, /unrental 2345, /unrental all

source: Rentals removed
id: Penyewaan dihapus

source: Mark vehicle as for rental
id: Tandai kendaraan untuk disewakan

source: <Title>Rental System</> Only Corporation vehicles can be rented out.
id: <Title>Sistem Penyewaan</> Hanya kendaraan Perusahaan yang dapat disewakan.

source: <Title>Marked as rental</> Players can /rent these: {names}
id: <Title>Ditandai sebagai penyewaan</> Pemain dapat /rent ini: {names}

source: Rent a vehicle
id: Sewa kendaraan

source: <Title>Rentals</> No rentals found.
id: <Title>Penyewaan</> Tidak ada penyewaan ditemukan.

source: <Title>Available Rentals</> Type /rent [id] to rent. {names}
id: <Title>Penyewaan Tersedia</> Ketik /rent [id] untuk menyewa. {names}

source: Brought to you by {company}
id: Dipersembahkan oleh {company}

source: Rental not found
id: Penyewaan tidak ditemukan

source: Sell a vehicle
id: Jual kendaraan

source: Remove displayed vehicles
id: Hapus kendaraan yang ditampilkan

source: Admin-only command
id: Perintah khusus Admin

source: <Title>Display System</> Use <Highlight>/undisplay </> to remove displayed vehicles.
id: <Title>Sistem Tampilan</> Gunakan <Highlight>/undisplay </> untuk menghapus kendaraan yang ditampilkan.

source: Undisplay complete
id: Penghapusan tampilan selesai

source: Permanently display a vehicle
id: Tampilkan kendaraan secara permanen

source: <Title>Display System</> Use <Highlight>/display </> to permanently display a vehicle
id: <Title>Sistem Tampilan</> Gunakan <Highlight>/display </> untuk menampilkan kendaraan secara permanen

source: <Title>Successfully marked as display</> Your vehicle will be automatically spawned here when the server starts! To change the position, you will need to do /display again with the same vehicle.
id: <Title>Berhasil ditandai sebagai tampilan</> Kendaraan Anda akan otomatis muncul di sini saat server dimulai! Untuk mengubah posisi, Anda perlu melakukan /display lagi dengan kendaraan yang sama.

source: Company
id: Perusahaan

source: Companies
id: Perusahaan-perusahaan

source: Entered
id: Masuk

source: Exited
id: Keluar

source: Bought
id: Dibeli

source: Sold
id: Dijual

source: English
id: Inggris

source: Indonesian
id: Indonesia
